[
  {
    "headline": "dTest: Nezávislé testy, víc než jen recenze",
    "link": "https://www.dtest.cz/",
    "snippet": "Časopis dTest: Testy výrobků, rady pro výběr, upozornění na nebezpečné výrobky, řešení problémů spotřebitelů a ještě víc. Objektivně, nezávisle, bez reklam."
  },
  {
    "headline": "test",
    "link": "https://cs.wiktionary.org/wiki/test",
    "snippet": "význam · činnost vedoucí k odzkoušení, prověření či poznání daného subjektu. Test pracích prášků prokázal zvýšenou koncentraci fosfátů téměř u poloviny ..."
  },
  {
    "headline": "Speedtest by Ookla - The Global Broadband Speed Test",
    "link": "https://www.speedtest.net/",
    "snippet": "Download the Speedtest app for more metrics, video testing, mobile coverage maps, and more. Get it on Google Play."
  },
  {
    "headline": "Diagnostické testy sleva až 18%",
    "link": "https://www.benu.cz/diagnosticke-testy",
    "snippet": "Široká nabídka kvalitních testů s vysokou přesností - krevní skupiny, alkohol, ovulační, těhotenské testy a další. Skladem ✓ Nakupte ještě dnes!"
  },
  {
    "headline": "Test (2022)",
    "link": "https://www.csfd.cz/film/1157315-test/prehled/",
    "snippet": "Na setkání přátel padne záludná hypotetická otázka: vzali byste si raději 100 000 eur okamžitě, nebo počkali deset let na rovný milion?"
  },
  {
    "headline": "Výsledky testů a odborná hodnocení",
    "link": "https://www.dtest.cz/testy",
    "snippet": "Cílem testů a hodnocení je odhalit kvalitu zboží a tím ušetřit spotřebitelům čas i peníze. Úsporu díky našim testům potvrzuje valná většina našich předplatitelů ..."
  },
  {
    "headline": "Testování",
    "link": "https://cs.wikipedia.org/wiki/Testov%C3%A1n%C3%AD",
    "snippet": "Test nebo testování může mít více významů: Experiment – test, který tvoří součást vědecké metody, která slouží k verifikaci nebo falzifikaci určité hypotézy ..."
  },
  {
    "headline": "Zdravotnické testy",
    "link": "https://www.lekarna.cz/zdravotnicke-testy/?srsltid=AfmBOorCMKRNE6dZpAYHjKkWLCCj0lZVO6v_n1xH3i5Wgs_V5uBBUacM",
    "snippet": "Zdravotnické testy ✓ nabízejí rychlou diagnostiku pro lepší zdraví ✓ Testy na těhotenství ✓, plodnost ✓, HIV ✓ a další zlepšují kvalitu života a péči."
  },
  {
    "headline": "Start testu",
    "link": "https://www.nevyhasni.cz/start-testu",
    "snippet": "Otestujte se a zjistěte svůj stav. Vyplňte si test sestavený odborníky, který vám pomůže zjistit riziko vzniku syndromu vyhoření a nezabere vám více než 6 minut ..."
  }
]